<template>
  <v-app>
    <v-container class="privacy">
      <h2 class="pt-5">プライバシーポリシー</h2>
      <div>Pic Translator（以下「当サイト」といいます。）は、本ウェブサイト上で提供するサービス（以下、「本サービス」といいます。）における、ユーザーの個人情報の取扱いについて、以下のとおりプライバシーポリシーを定めます。</div>
      <h3 class="pt-5">免責事項</h3>
      <div>文字起こしならびに翻訳についてはAPIによる自動生成となります。ご自身の判断と責任においてそれらをご利用ください。なお、文字起こしならびに翻訳に記載の内容につきましては当サイトでは責任を負いかねます。予めご了承の上当サイトサービスをご利用下さいますようお願いいたします。</div>
      <div>当サイトの利用及び文字起こし、翻訳を利用することによって生じたトラブルや問題は、責任を負いかねます。予めご了承ください。</div>
      <h3 class="pt-5">当サイトが使用しているアクセス解析ツールについて</h3>
      <div>当サイトでは、Googleによるアクセス解析ツール「Googleアナリティクス」を利用しています。 このサービスはトラフィックデータの収集のためにCookieを使用しています。トラフィックデータは匿名で収集されており個人を特定するものではありません。 この機能はCookieを無効にすることで収集を拒否することが出来ますので、お使いのブラウザの設定をご確認ください。 この規約に関して、詳しくは<a href="https://marketingplatform.google.com/about/analytics/terms/jp/">こちら</a>をご覧ください。</div>
      <h3 class="pt-5">広告掲載におけるプライバシーポリシーについて</h3>
      <div>当サイトでは、今後第三者配信の広告サービス（Googleアドセンスなど）を利用する可能性があります。 このサービスではユーザーの興味に応じた商品やサービスの広告を表示するため、当サイトや他サイトへのアクセスに関する情報 Cookie（氏名、住所、メールアドレス、電話番号は含まれません）を使用することがあります。 </div>
    </v-container>
  </v-app>
</template>
<style scoped>
.privacy {
  color:#535353;
  line-height: 2;
}
</style>