<template>
  <v-app>
    <v-container class="terms">
      <h2 class="pt-5">利用規約</h2>
      <div>
        Pic Translator（以下、「当サイト」といいます。）は、本ウェブサイト上で提供するサービス（以下、「本サービス」といいます。）における利用規約について、以下のとおり定めます。
      </div>
      <h3 class="pt-5">第1条（適用）</h3>
      <div>
        本規約は、ユーザーと本サービスの利用に関わる一切の関係に適用されるものとします。
      </div>
      <h3 class="pt-5">第2条（利用登録）</h3>
      <div>
        <ol>
          <li>
            本サービスにおいては、登録希望者が本規約に同意の上、当社の定める方法によって利用登録を申請し、当社がこれを承認することによって、利用登録が完了するものとします。
          </li>
          <li>当社は、利用登録の申請者に以下の事由があると判断した場合、利用登録の申請を承認しないことがあり、その理由については一切の開示義務を負わないものとします。</li>
          <ol>
            <li>利用登録の申請に際して虚偽の事項を届け出た場合</li>
            <li>本規約に違反したことがある者からの申請である場合</li>
            <li>その他、当社が利用登録を相当でないと判断した場合</li>
          </ol>
        </ol>
      </div>
      <h3 class="pt-5">第3条（禁止事項）</h3>
      <div>ユーザーは、本サービスの利用にあたり、以下の行為をしてはなりません。</div>
      <div>
        <ol>
          <li>法令または公序良俗に違反する行為</li>
          <li>犯罪行為に関連する行為</li>
          <li>本サービスのサーバーまたはネットワークの機能を破壊したり、妨害したりする行為</li>
          <li>本サービスのサービスの運営を妨害するおそれのある行為</li>
          <li>他のユーザーに関する個人情報等を収集または蓄積する行為</li>
          <li>他のユーザーに成りすます行為</li>
          <li>本サービスのサービスに関連して、反社会的勢力に対して直接または間接に利益を供与する行為</li>
          <li>本サービス、本サービスの他の利用者または第三者の知的財産権、肖像権、プライバシー、名誉その他の権利または利益を侵害する行為</li>
          <li>営業、宣伝、広告、勧誘、その他営利を目的とする行為（本サービスの認めたものを除きます。）、性行為やわいせつな行為を目的とする行為、面識のない異性との出会いや交際を目的とする行為、他のお客様に対する嫌がらせや誹謗中傷を目的とする行為、その他本サービスが予定している利用目的と異なる目的で本サービスを利用する行為</li>
          <li>宗教活動または宗教団体への勧誘行為</li>
          <li>その他、本サービスが不適切と判断する行為</li>
        </ol>
      </div>
      <h3 class="pt-5">第4条（本サービスの提供の停止等）</h3>
      <div>本サービスは、以下のいずれかの事由があると判断した場合、ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。</div>
      <div>
        <ol>
          <li>本サービスにかかるコンピュータシステムの保守点検または更新を行う場合</li>
          <li>地震、落雷、火災、停電または天災などの不可抗力により、本サービスの提供が困難となった場合</li>
          <li>コンピュータまたは通信回線等が事故により停止した場合</li>
          <li>その他、本サービスが本サービスの提供が困難と判断した場合</li>
        </ol>
      </div>
      <div>本サービスは、本サービスの提供の停止または中断により、ユーザーまたは第三者が被ったいかなる不利益または損害について、理由を問わず一切の責任を負わないものとします。</div>
      <h3 class="pt-5">第5条（著作権）</h3>
      <div>ユーザーは、自ら著作権等の必要な知的財産権を有するか、または必要な権利者の許諾を得た画像等の情報のみ、本サービスを利用し、投稿または編集することができるものとします。</div>
      <div>ユーザーが本サービスを利用して投稿または編集した文章、画像、映像等の著作権については、当該ユーザーその他既存の権利者に留保されるものとします。ただし、本サービスは、本サービスを利用して投稿または編集された文章、画像、映像等を利用できるものとし、ユーザーは、この利用に関して、著作者人格権を行使しないものとします。</div>
      <div>前項本文の定めるものを除き、本サービスおよび本サービスに関連する一切の情報についての著作権およびその他知的財産権はすべて本サービスまたは本サービスにその利用を許諾した権利者に帰属し、ユーザーは無断で複製、譲渡、貸与、翻訳、改変、転載、公衆送信（送信可能化を含みます。）、伝送、配布、出版、営業使用等をしてはならないものとします。</div>
      <h3 class="pt-5">第6条（保証の否認および免責事項）</h3>
      <div>本サービスは、本サービスに事実上または法律上の瑕疵（安全性、信頼性、正確性、完全性、有効性、特定の目的への適合性、セキュリティなどに関する欠陥、エラーやバグ、権利侵害などを含みます。）がないことを明示的にも黙示的にも保証しておりません。</div>
      <div>本サービスは、本サービスに起因してユーザーに生じたあらゆる損害について一切の責任を負いません。ただし、本サービスに関する本サービスとユーザーとの間の契約（本規約を含みます。）が消費者契約法に定める消費者契約となる場合、この免責規定は適用されません。</div>
      <div>前項ただし書に定める場合であっても、本サービスは、本サービスの過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害のうち特別な事情から生じた損害（本サービスまたはユーザーが損害発生につき予見し、または予見し得た場合を含みます。）について一切の責任を負いません。</div>
      <div>本サービスは、本サービスに関して、ユーザーと他のユーザーまたは第三者との間において生じた取引、連絡または紛争等について一切責任を負いません。</div>
      <h3 class="pt-5">第7条（サービス内容の変更等）</h3>
      <div>本サービスは、ユーザーに通知することなく、本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし、これによってユーザーに生じた損害について一切の責任を負いません。</div>
      <h3 class="pt-5">第8条（利用規約の変更）</h3>
      <div>本サービスは、必要と判断した場合には、ユーザーに通知することなくいつでも本規約を変更することができるものとします。</div>
      <h3 class="pt-5">第9条（通知または連絡）</h3>
      <div>ユーザーと本サービスとの間の通知または連絡は、本サービスの定める方法によって行うものとします。</div>
      <h3 class="pt-5">第1o条（権利義務の譲渡の禁止）</h3>
      <div>ユーザーは、本サービスの書面による事前の承諾なく、利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し、または担保に供することはできません。</div>
      <h3 class="pt-5">第11条（準拠法・裁判管轄）</h3>
      <div>本規約の解釈にあたっては、日本法を準拠法とします。</div>
      <div>本サービスに関して紛争が生じた場合には、本サービスの本店所在地を管轄する裁判所を専属的合意管轄とします。</div>
      <div class="pt-10">以上。本規約は、2020年10月15日から施行します</div>
    </v-container>
  </v-app>
</template>
<style scoped>
.terms {
  color: #535353;
  line-height: 2;
}
</style>